Repository: Saggre/smart-send
Catalog: smart-send-logistics/lang/smart-send-logistics-*.po
Languages: da_dk

source: Response
da_dk: Svar

source: Unknown status
da_dk: Ukendt status

source: Combined PDF labels
da_dk: Samlet PDF label

source: Combined label links
da_dk: Samlet label link

source: Trying to send empty order array
da_dk: Forsøget at sende et tomt ordre array

source: Unknown API method
da_dk: Ukendt API kald

source: An error occurred while sending order
da_dk: Der opstod en fejl mens ordren sendtes

source: Failed to insert tracecode
da_dk: Kunne ikke indsætte tracekoden

source: Label generated with Smart Send Logistics
da_dk: Label lavet med Smart Send Logistics

source: Tracecode
da_dk: Track & Trace kode

source: Link to PDF label
da_dk: Link til PDF label

source: Unable to determine the shipping method used for return parcels
da_dk: Kunne ikke bestemme forsendelsesmetoden til returpakker

source: Unable to determine the shipping carrier
da_dk: Kunne ikke bestemme fragtfirmaet

source: Unable to determine the shipping method
da_dk: Kunne ikke bestemme forsendelsesmetoden

source: Unable to determine carrier for pickup shipping method
da_dk: Kunne ikke bestemme fragtfirmaet for afhentningsstedet

source: Unsupported carrier
da_dk: Ikke supporteret fragtfirma

source: Unable to determine shipping method for carrier
da_dk: Kunne ikke bestemme fragtmetoden for fragtfirmaet

source: Unable to determine shipping carrier
da_dk: Kunne ikke bestemme fragtfirmaet

source: Unknown shipping carrier
da_dk: Ukendt fragtfirma

source: Unable to determine shipping method
da_dk: Kunne ikke bestemme fragtmetoden

source: No parcels without trace code
da_dk: Ingen forsendelser uden eksisterende Track & Trace kode

source: No unshipped items
da_dk: Ingen ikke-afsendte produkter

source: No parcels to ship
da_dk: Ingen forsendelser at sende

source: Trying to access pickup data for an order that is not a pickup point order
da_dk: Forsøger at finde data om afhentningssted for en ordre uden afhentningssted

source: Enable/Disable
da_dk: Aktiver/Deaktiver

source: Enable this shipping method
da_dk: Aktiver forsendelsemetode

source: Carrier title
da_dk: Titel på fragtfirma

source: This controls the title which the user sees during checkout
da_dk: Dette er titlen som brugeren ser under checkout

source: Cheapest or most expensive
da_dk: Billigste eller dyreste forsendelsesmetode

source: This controls cheapest or most expensive on the frontend
da_dk: Dette bestemmer om den dyreste eller billigste fragtmetode vises i frontend

source: Cheapest
da_dk: Billigste

source: Most expensive
da_dk: Dyreste

source: Tax Status
da_dk: Moms status

source: Taxable
da_dk: Momspligtig

# Tax status
source: None
da_dk: Ingen

source: Email notification
da_dk: Email notifikation

source: Send an email with info about delivery
da_dk: Send en email med information om forsendelsen

source: Enable
da_dk: Aktiver

source: SMS notification
da_dk: SMS notifikation

source: Send an SMS with info about delivery
da_dk: Send en SMS med information om forsendelsen

source: Return shipping method
da_dk: Retur forsendelsesmetode

source: Method used for return labels
da_dk: Fragtmetode der bruges ved retur forsendelser

source: Pickuppoint
da_dk: Afhentningssted

source: Delivered to door
da_dk: Omdeling til dør

source: PickupPoints
da_dk: Afhentningssteder

source: Closest pickup point
da_dk: Nærmeste afhentningssted

source: Pickup
da_dk: Afhentninssted

source: Activate/Deactivate
da_dk: Aktiver/Deaktiver

source: Add Post Danmark pickup points
da_dk: Tilføj Post Danmark afhentningssteder

source: Add Bring pickup points
da_dk: Tilføj Bring afhentningssteder

source: Add GLS pickup points
da_dk: Tilføj GLS afhentningssteder

source: Create a Pacsoft link or a pdf file
da_dk: Lav et Pacsoft link eller en PDF fil

source: PDF file
da_dk: PDF fil

source: Pacosft Online link
da_dk: Pacsoft Online link

source: Either just an id or a semicolon separated list of "country,id" (* is all countries). Eg: SE,123;NO,321;*,44
da_dk: Indtast et id eller en semikolon separeret liste af “land,id” (* er alle lande). Fx: SE,123;NO,321;*,44

source: Pre notification
da_dk: Pre-notifikation

source: Send an email with info about delivery as soon as the label is created
da_dk: Send en email med information om leveringen så snart der laves en label

source: Pre notification receiver
da_dk: Pre-notifikation modtager

source: Receivers email address. Leave blank if receiver should be the user.
da_dk: Modtagerens email adresse. Hvis denne efterlades blank da tages brugerens mail.

source: Pre notification sender
da_dk: Pre-notifikation afsender

source: Senders email address
da_dk: Afsenders email adresse

source: Pre notification message
da_dk: Pre-notifikation besked

source: Email message
da_dk: Email besked

source: Price
da_dk: Pris

source: Shipping class
da_dk: Forsendelsesklasse

source: Products must belong to this shipping class
da_dk: Produkterne skal tilhøre denne forsendelsesklasse

source: Methods
da_dk: Metoder

source: Shipping method
da_dk: Forsendelsesmetode

source: Min price
da_dk: Min pris

source: Minimum total order price for this shipping rate
da_dk: Minimumsordrebeløb for denne forsendelsesmetode

source: Max price
da_dk: Maks pris

source: Maximum total order price for this shipping rate
da_dk: Maksimumsordrebeløb for denne forsendelsesmetode

source: Min weight
da_dk: Min vægt

source: Minimum total order weight for this shipping rate
da_dk: Minimumsordrevægt for denne forsendelsesmetode

source: Max weight
da_dk: Maks vægt

source: Maximum total order weight for this shipping rate
da_dk: Maksimumsordrevægt for denne forsendelsesmetode

source: Shipping fee
da_dk: Pris

source: Shipping price for this shipping method
da_dk: Forsendelsespris for denne forsendelsesmetode

source: Country
da_dk: Land

source: Comma-separated list of valid countries in ISO 3166-1 alpha-2 format. Use * for all countries.
da_dk: Kommasepareret liste af modtagerlande i ISO 3166-1 alpha-2 format. Brug * for all lande.

source: Method name
da_dk: Navn på forsendelsesmetoden

source: Method name to show on frontend
da_dk: Metodens navn i frontend

source: + Add rate
da_dk: + Tilføj forsendelse

source: Delete selected rates
da_dk: Slet vælgte forsendelsesmetoder

source: Unknown carrier
da_dk: Ukendt fragtfirma

source: Delete the selected rates?
da_dk: Slet vælgte forsendelsesmetoder

source: Pickup point
da_dk: Afhentningssted

source: Smart Send Username
da_dk: Smart Send Brugernavn

source: This is Smart Send username provided upon signup
da_dk: Dette er Smart Send brugernavnet der får ved bruger oprettelsen

source: Smart Send Licensekey
da_dk: Smart Send Licenskode

source: This is the Smart Send licensekey provided upon signup
da_dk: Dette er Smart Send licenskoden der får ved bruger oprettelsen

source: Combine PDF files
da_dk: Saml PDF filer

source: Combine all PDF files (or links) into one PDF file (or link)
da_dk: Saml PDF filer (eller links) til én samlet PDF fil (eller link)

source: Combine all PDF files into one
da_dk: Saml alle PDF filer til én

source: Sperate PDF files per order
da_dk: Separate PDF filer for hver ordre

source: Pickup dropdown display place
da_dk: Stedet hvor dropdown med afhentningssteder vises

source: This controls display postion of store location dropdown on checkout page.
da_dk: Dette styrer hvor der vises en dropdown over mulige afhentningssteder.

source: Above the "Your Order" section on Checkout page
da_dk: Over “Din ordre” sektionen på checkout siden

source: Add to specific location on Checkout page by using custom hook in your theme: do_action('smartsend_logistics_dropdown_hook')
da_dk: Tilføj til en specifik position i temaet ved at tilføje en brugedefineret hook: do_action('smartsend_logistics_dropdown_hook')

source: Pickup dropdown display format
da_dk: Format af dropdown med afhentningssteder

source: #NAME, #STREET
da_dk: #NAVN, #GADE

source: #NAME, #STREET, #ZIP
da_dk: #NAVN, #GADE, #POSTNUMMER

source: #NAME, #STREET, #CITY
da_dk: #NAVN, #GADE, #BY

source: #NAME, #STREET, #ZIP #CITY
da_dk: #NAVN, #GADE, #POSTNUMMER #BY

source: Shipping method display format
da_dk: Forsendelsesmetode visningsformat

source: Carrier - Method
da_dk: Fragtfirma - Metode

source: Carrier (Method)
da_dk: Fragtfirma (Metode)

source: Carrier - (Method)
da_dk: Fragtfirma - (Metode)

source: Carrier Method
da_dk: Fragtfirma Metode

source: Carrier-(Method)
da_dk: Fragtfirma-(Metode)

source: Shipping method used for WooCommerce method
da_dk: Fragtmetode der anvendes for WooCommerce forsendelsesmetoden

source: Shipping
da_dk: Forsendelse

source: Username and licencekey must be entered in settings
da_dk: Brugernavn og licenskode skal indtastes i indstillingerne

source: Generate label
da_dk: Lav label

source: Generate return label
da_dk: Lav returlabel

source: Generate normal and return label
da_dk: Lav normal og returlabel

source: Select a pickup location
da_dk: Vælg et afhentningssted

source: Delivered to closest pickup point
da_dk: Leveres til nærmeste afhentningssted

source: Select pickup location
da_dk: Vælg et afhentningssted
